<div class="page-header"><h1>О нас</h1></div>
<p><b>CraftVote - это ТОП-серверов Minecraft с уникальными возможностями</b></p>
<p class="text-justify">
Рейтинг зависит как от голосов игроков, так и от состояния серверов проекта. Например, если сервер во время очередной проверки был недоступен, то у проекта отнимается 0.01 от рейтинга.
Мы не продаём голоса (да, к сожалению, среди российских ТОПов есть те, которые занимаются этим постыдным делом).
</p>
<p class="text-justify">
Мы делаем этот проект потому, что нам это интересно. Нам, в прошлом администраторам довольно крупного сервера Minecraft, не нравится ситуация, которая сложилась среди русскоязычных ТОПов.
</p>
<p class="text-justify">
Мы уведомляем администраторов проектов в случае, если настройки их проекта/сервера изменились или что-то пошло не так. Это позволит вам меньше беспокоиться.
</p>
<p class="text-justify">
    На CraftVote действует система поощрений за найденные уязвимости и ошибки. Если вы вдруг обнаружите ошибку, не стесняйтесь, пишите нам через форму <a href="/contacts">обратной связи</a>.
</p>
<p class="text-justify">
Мы постоянно работаем над улучшениями и новыми функциями CraftVote;
Мы открыты к общению, и именно вам - администраторам серверов Minecraft, решать какие функции появятся, а какие изменятся.
</p>