<p>CraftVote - это ТОП-серверов Minecraft с возможностями, которые редко встречаются среди аналогичных проектов:

Рейтинг зависит как от голосов игроков, так и от состояния серверов проекта, например, если сервер во время очередной проверки был недоступен, то у проекта отнимается 0.01 единица рейтинга;
Мы делаем этот проект потому, что нам это интересно, т.к. в прошлом мы - администраторы довольно крупного сервера Minecraft, и ситуация, которая сложилась среди русскоязычных ТОПов, нам совсем не нравится;
Мы уведомляем администраторов проекта по e-mail в случае, если настройки проекта или его серверов изменились и во многих других случаях. Это позволит вам не беспокоиться о несанкционированном доступе к вашему аккаунту;
Мы не продаём голоса (да, к сожалению, среди российских ТОПов есть те, которые занимаются этим постыдным делом, но не будем показывать на них пальцем);
Мы постоянно работаем над улучшениями и новыми функциями CraftVote;
Мы открыты к общению, и именно вам - Администраторам серверов Minecraft, решать какая функции появятся, а какие будут изменены;
На CraftVote действует система поощрений за найденные уязвимости и недоработки, поэтому, если вы вдруг обнаружите ошибку, уязвимость или какой-либо иной баг, не стесняясь, пишите в Службу поддержки или в Обратную связь. Мы не будем устраивать истерик, не будем банить вас или удалять ваш проект, а даже наоборот - вы получите довольно неплохое вознаграждение!
Всё это и многое другое и есть CraftVote.</p>