<p><b>Обновление CraftVote до версии 0.0.1!</p></b>
<p class="text-justify">
Мы подготовили обновление для вас уважаемые владельцы серверов и игроки этих серверов, мы облегчим дизайн и украсим будут добавлены новые функции. Теперь если игроки активно голосуют за ваши сервера они будут получать цветное выделение что будет привлекать больше игроков.
</p>


<p><b>Открытие нового рейтинга серверов CraftVote</p></b>
<p class="text-justify">
Здравствуйте, друзья! Мы рады сообщить вам о том, что наш рейтинг серверов Minecraft открыт! Мы постарались сделать его именно таким, каким бы мы сами хотели видеть его, если бы мы продолжали быть администраторами Minecraft-проекта.
</p>
<p class="text-justify">
В CraftVote мы постарались реализовать такие функции, которых нет у аналогичных сервисов: Например, рейтинг проекта рассчитывается не только исходя из голосов игроков, но и исходя из доступности серверов. Также, вы можете добавить к своему проекту всех администраторов и модераторов, чтобы игроки наверняка знали, кто работает над ним.
</p>
<p class="text-justify">
Мы надеемся, что вам по-настоящему понравится CraftVote и благодаря ему на ваших проектах появятся новые игроки.
</p>
<p class="text-justify">
Также, хотелось бы уточнить, что в случае, если вы найдёте какую-либо уязвимость или недоработку, вы можете незамедлительно сообщить о ней в Службу Поддержки или написать о ней через Обратную связь.
</p>
<p class="text-justify">
Спасибо за регистрацию вашего проекта на CraftVote!
</p>